/* progress info */
"Collecting crash information..." = "Sammeln von Fehlerinformationen...";

/* progress info */
"Searching system logs..." = "Systemprotokolle suchen ...";

/* informational message - OCC has found some console logs it wants to include */
"Console messages found" = "Konsolenmeldungen gefunden";

/* informational message - OCC has found some console logs - tell user it's OK not to include them */
"CrashCatcher has found some system log messages which may help us to understand this crash. If you do not wish to include these logs in your crash report, you can delete them from the text box." = "CrashCatcher hat einige Systemprotokollmeldungen gefunden, die uns unter Umständen helfen, diesen Absturz nachzuvollziehen. 	Wenn Sie diese Protokolle Ihrem Absturzbericht nicht hinzufügen möchten, können Sie sie aus diesem Textfeld löschen.";

/* email warning message */
"CrashCatcher might not work correctly with %@." = "CrashCatcher funktioniert unter Umständen nicht korrekt mit %@.";

/* suppression checkbox for warning dialog when console logs are being included in crash report */
"Don't warn me again" = "Nicht erneut warnen";

/* example details string */
"For example, \"I tried to drag the framistan onto the hee-whackity, the application didn't respond for about 10 seconds, and then it crashed. This is the third time it has crashed while I was trying to do the same thing, and it only started happening since I installed CrashDoubler 7.8!\"" = "Beispiel: “Ich habe X auf das Y gezogen, die Anwendung hat daraufhin etwa 10 Sekunden lang nicht reagiert, dann ist sie abgestürzt. Das ist das dritte Mal, dass sie mir beim gleichen Vorgang abgestürzt ist, und das passiert erst, seit ich CrashDoubler 7.8 installiert habe!”";

/* Quit button */
"Quit" = "Beenden";

/* email warning message */
"Send using %@" = "Senden mit %@";

/* email warning default button */
"Send using Mail" = "Senden mit Mail";

/* email warning details */
"The email client you've chosen in System Preferences might not support sending crash reports. We recommend using the built-in Mac OS X Mail application; if you use %@ anyway, the crash report you send might be incomplete (or worse, your email client might crash itself).\n\nIf you choose Cancel, you can still send your crash report by copying and pasting the text into an email message addressed to %@." = "Es wird empfohlen, das in Mac OS X integrierte E-Mail-Programm Mail zu verwenden. Wenn Sie das Programm %1$@ weiterhin verwenden, werden unter Umständen unvollständige Absturzberichte gesendet (im schlimmsten Fall kann Ihr E-Mail-Programm auch abstürzen).\n\nWenn Sie „Abbrechen“ auswählen, können Sie den Absturzbericht trotzdem senden, indem Sie den Text kopieren und in eine E-Mail-Nachricht einsetzen, die Sie an %2$@ senden.";

/* error message */
"Unable to collect report from crashed application." = "Bericht vom abgestürzten Programm konnte nicht erstellt werden.";